# all of these are non-cask installs
brew "curl"
brew "vim"
brew "python3"
brew "docker"
# top replacements
brew "htop"
brew "gotop"
brew "sl"
brew "figlet"
brew "cowsay"
brew "git"
brew "ag"
brew "colordiff"
brew "docker"
brew "fluxctl"
brew "helm"
brew "jq"
brew "kubectl"
brew "kind"
brew "lynx"
brew "npm"
brew "openssl"
brew "pandoc"
brew "tree"
brew "wget"
brew "go"
brew "yamllint"
# ls replacement written in rust
brew "exa"
brew "lsd"
# pretty df outputs
brew "duf"
# search for all sorts of stuff
brew "howdoi"
# cat images in the terminal :)
brew "imgcat"
# make fun colors in the terminal
brew "lolcat"
