# This file is mac specific

# These are all cask installs (They have some sort of GUI)
cask "aws-vault"
cask "docker"
cask "spectacle"
cask "item3"
cask "lulu"

# all of these are non-cask installs
brew "awscli"
brew "ag"
brew "colordiff"
brew "docker"
brew "fluxctl"
brew "helm"
brew "jq"
brew "kops"
brew "kubectl"
brew "lynx"
brew "npm"
brew "openssl"
brew "pandoc"
brew "terraform"
brew "tfenv"
brew "tree"
brew "wget"
