# all of these are non-cask installs
brew "curl"
brew "vim"
brew "python3"
brew "docker"
brew "sl"
brew "figlet"
brew "cowsay"
brew "git"
brew "ag"
brew "colordiff"
brew "docker"
brew "fluxctl"
brew "helm"
brew "jq"
brew "kubectl"
brew "kind"
brew "lynx"
brew "npm"
brew "openssl"
brew "pandoc"
brew "tree"
brew "wget"
brew "go"
brew "yamllint"
brew "duf"

 
# cask installs are for apps with GUIs
cask "lens"
cask "docker"
# have to tap special cask for various fonts
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
